import React from 'react';

export const faqList = [
  {
    q: 'д. Красный Лог',
    a: (
      <p>
        <b>Красный Лог</b> — упразднённая деревня в Демьянковском сельсовете
        Добрушского района Гомельской области Беларуси.
        <br />
        В связи с радиационным загрязнением в результате катастрофы на
        Чернобыльской АЭС жители (9 семей) переселены в чистые места.
        <br />
        <b>История</b>
        <br />
        Основан в начале XX века переселенцами из соседних деревень. В 1926 году
        в Старозакружском сельсовете Ветковского района Гомельского округа.
        Рядом был одноимённый хутор. В 1930 году жители вступили в колхоз. В
        сентябре 1943 года оккупанты сожгли 45 дворов. Входил в состав колхоза
        «Юбилейный» (центр — деревня Морозовка).
        <br />В 2005 году деревня Красный Лог исключена из данных по учёту и
        регистрации административно-территориальных и территориальных единиц как
        фактически несуществующий населённый пункт.
      </p>
    ),
    i: <img src={require('./Image/1.png')} />,
  },
  {
    q: 'д. Карповичи',
    a: (
      <p>
        <b>Карповичи</b> — упразднённая деревня в Вербовичском сельсовете
        Наровлянского района Гомельской области Беларуси.
        <br />
        В связи с радиационным загрязнением после катастрофы на Чернобыльской
        АЭС жители (62 семьи) переселены в 1986 году в чистые места,
        преимущественно в деревни Ботвиново и Меркуловичи Чечерского района. С
        2005 года исключена из данных по учёту и регистрации
        административно-территориальных и территориальных единиц как фактически
        несуществующая. <br />
        <b>История</b>
        <br />
        Обнаруженные археологами вещи бронзового века (0,3 км на запад от
        деревни) и стоянка каменного века (на юго-западе) свидетельствуют о
        заселении этих мест с давних времён. По письменным источникам известна с
        XVIII века как деревня в Речицком повете Минского воеводства Великого
        княжества Литовского. С 1764 года — во владении Аскерко. Во время
        Великой Отечественной войны освобождена от немецких оккупантов 29 ноября
        1943 года 415-й стрелковой дивизией. 60 жителей погибли на фронте. В
        1986 году работали клуб, магазин.
        <br />
        В связи с чрезвычайно высоким радиационным загрязнением вся застройка
        разрушена и захоронена под толстым слоем земли.
        <br />
      </p>
    ),
    i: <img src={require('./Image/2.png')} />,
  },
  {
    q: 'д. Пирки',
    a: (
      <p>
        <b>Пирки</b> — упразднённая деревня в Храковичском сельсовете
        Брагинского района Гомельской области Беларуси.
        <br />
        <b>История</b>
        <br />
        По письменным источникам известна с XVIII века, как деревня в Речицком
        повете Минского воеводства. После 2-го раздела Речи Посполитой (1793
        год) в составе Российской империи. В 1811 году село во владении
        Ракицких. В 1850 году владение Прозора. Согласно переписи 1897 года
        находились хлебозапасный магазин, школа грамоты. В 1908 году в Савицкой
        волости Речицкого повета Минской губернии.
      </p>
    ),
    i: <img src={require('./Image/3.png')} />,
  },
  {
    q: 'д. Белый Берег',
    a: (
      <p>
        <b>Белый Берег</b> — упразднённая деревня в Вербовичском сельсовете
        Наровлянского района Гомельской области Беларуси.
        <br />
        В связи с радиационным загрязнением после катастрофы на Чернобыльской
        АЭС жители (66 семей) переселены в 1986 году в чистые места,
        преимущественно в деревню Скрыгалов Мозырского района, где новая улица
        была названа в память о деревне — Белый Берег. Часть жителей переселена
        в деревню Скородное Ельского района.
        <br />
        <b>История</b>
        <br />
        По письменным источникам известна с XVII века. С 1610 года фольварк.
        После 2-го раздела Речи Посполитой (1793 год) в составе Российской
        империи. 19 августа 1795 года Екатерина 2 наградила лейб-медика
        Рожерсона Ивана Самойловича в потомственное владение. В 1850 году
        владение помещика Бразина. В 1801 году обозначена в числе поселений
        Вербовичского церковного прихода. В 1908 году в Наровлянской волости
        Речицкого уезда Минской губернии.
        <br />
        В 1929 году жители вступили в колхоз. Во время Великой Отечественной
        войны 52 жителя погибли на фронте. В 1986 году входила в состав колхоза
        «Восток» (центр — деревня Белобережская Рудня). В связи с радиационной
        загрязнённостью лесов прекратило свою деятельность Белобережское
        лесничество.
        <br />
        Решение Наровлянского районного Совета депутатов от 29.12.2011 № 73 «Об
        упразднении деревни Белый Берег Вербовичского сельсовета Наровлянского
        района».
        <br />
      </p>
    ),
    i: <img src={require('./Image/4.png')} />,
  },
  {
    q: 'д. Акшинка',
    a: (
      <p>
        <b>Акшинка</b> — упразднённая деревня в Светиловичском сельсовете
        Ветковского района Гомельской области Беларуси.
        <br />
        <b>История</b>
        <br />
        По письменным источникам известна с XVIII века как деревня в Покотской
        волости Рогачёвского уезда Могилёвской губернии. Название деревни
        связано с гидронимом Акшинка (левый приток Сожа) и происходит от
        иранского axšaina — «синий, тёмно-серый, тёмный».
        <br />
        В августе 1918 года, во время немецкой оккупации, партизанский отряд
        действовавший поблизости, занял деревню и восстановил Советскую власть.
        В 1926 году работали отделение потребительской кооперации, почтовый
        пункт, начальная школа. В 1962 году в деревню переселились жители
        посёлка Заря.
        <br />
        В результате катастрофы на Чернобыльской АЭС и радиационного загрязнения
        жители (64 семьи) переселены в 1993 году в чистые места. В 2011 году
        деревня была упразднена.
        <br />
      </p>
    ),
    i: <img src={require('./Image/5.png')} />,
  },
  {
    q: 'д. Амельковщина',
    a: (
      <p>
        <b>Амельковщина или ранее Омельковщина</b> — деревня в составе
        Хойникского горсовета Хойникского района Гомельской области Беларуси. В
        связи с радиационным загрязнением после катастрофы на Чернобыльской АЭС
        жители (173 семьи) переселены в места не загрязнённые радиацией.
        <br />
        <b>История</b>
        <br />
        В «Камеральном описании Речицкой округи…» 1796 года, составленном на
        основе ревизии 1795 года, деревня Омельковщина с поташным заводом
        названа среди селений, принадлежавших графам Ракицким, но пребываших в
        двойной заставе у панов Прозора и Павши..В 1931 году в деревне работали
        паровая мельница и лесопилка. Организован колхоз «Путь Ленина».
        <br />
        Во время Великой Отечественной войны в деревне и окрестных лесах
        базировался отдельный партизанский отряд имени А. В. Суворова. В январе
        1943 года в районе деревни партизаны вели бой против карателей. В июне
        1943 года оккупанты сожгли 135 дворов и убили 54 мирных жителя. На
        фронтах и партизанской борьбе погибли 252 жителя Омельковщинского
        сельсовета. В память о погибших в центре деревни в 1970 году установлена
        скульптура воина.
        <br />
        В 1959 году деревня была центром колхоза «Путь Ленина», действовало
        отделение связи.
        <br />
        В 1968 году к деревне присоединён посёлок Омельковщина.
        <br />
      </p>
    ),
    i: <img src={require('./Image/6.png')} />,
  },
  {
    q: 'д. Амельное',
    a: (
      <p>
        <b>Амельное</b> — посёлок в Неглюбском сельсовете Ветковского района
        Гомельской области Беларуси.
        <br />
        В результате катастрофы на Чернобыльской АЭС и радиационного загрязнения
        жители (44 семьи) переселены в 1992 году в чистые места.
        <br />
        <b>История</b>
        <br />
        Основан в начале XX века как хутор. В 1926 году в Старозакружском
        сельсовете Ветковского района Гомельского округа. В 1930 году
        организован колхоз. Во время Великой Отечественной войны 7 жителей
        погибли на фронте. В 1969 году входил в состав колхоза «40 лет Октября»
        (центр — деревня Старое Закружье).
        <br />
      </p>
    ),
    i: <img src={require('./Image/7.png')} />,
  },
  {
    q: 'д. Дубровка',
    a: (
      <p>
        <b>Дубровка</b> — бывшая деревня в Ровковичском сельсовете Чечерского
        района Гомельской области Республики Беларусь. После катастрофы на
        Чернобыльской АЭС подверглась радиационному загрязнению. В 1992 году все
        жители переселены в чистые места.
        <br />
        <b>История</b>
        <br />
        Согласно письменным источникам известна с XIX века как селение в
        Дудичской волости Рогачёвского уезда Могилёвской губернии. Согласно
        переписи 1897 года действовала ветряная мельница. В 1909 году жители
        деревни владели 232 десятинами земли.
        <br />
        В 1926 году работал почтовый пункт, в Новазаречском сельсовете
        Чечерского района Гомельского округа. В 1930 году организован колхоз. 36
        жителей погибли на фронтах Великой Отечественной войны. Согласно
        переписи 1959 года входила в состав колхоза имени С. М. Кирова (центр —
        деревня Крутое). После катастрофы на Чернобыльской АЭС деревня
        подверглась радиационному загрязнению. В 1992 году жители (34 семьи)
        переселены в чистые места.
        <br />
      </p>
    ),
    i: <img src={require('./Image/8.png')} />,
  },
  {
    q: 'д. Дудичи',
    a: (
      <p>
        <b>Дудичи</b> — упразднённая деревня в Ровковичском сельсовете
        Чечерского района Гомельской области Беларуси. В результате катастрофы
        на Чернобыльской АЭС и радиационного загрязнения жители переселены в
        чистые места.
        <br />
        <b>История</b>
        <br />
        Согласно письменным источникам известна с XVI века как селение в
        Речицком повете Минского воеводства Великого княжества Литовского.
        Обозначена в инвентаре Гомельского староства 1640 года.
        <br />
        В 1921 году в Дудичскую волость входили 18 сельсоветов, проживало 12 192
        жителя. В 1926 году в деревне работали почтовое отделение, библиотека,
        школа, лечебный и ветеринарный пункты. С 8 декабря 1926 года до 16 июля
        1954 года центр Дудичского сельсовета Чачэрскага района Гомельского (до
        26 июля 1930 года) округа, с 20 февраля 1938 года Гомельской области.
        <br />
        В 1929 году организован колхоз «Рассвет», работали кирпичный завод, 2
        ветряные мельницы, 2 кузницы, шерсточесальня. Во время Великой
        Отечественной войны на фронтах и в партизанской борьбе погиб 81 житель.
        В память о погибших в 1967 году в центре деревни установлен обелиск.
        Согласно переписи 1959 года входила в состав колхоза имени А. А. Жданова
        (центр — деревня Холочье).
        <br />
        Упразднена 29 сентября 2011 года.
        <br />
      </p>
    ),
    i: <img src={require('./Image/9.png')} />,
  },
  {
    q: 'д. Большой лес',
    a: (
      <p>
        <b>Большой Лес</b> — упразднённый посёлок, входивший в Демьянковский
        сельсовет Добрушского района Гомельской области Беларуси.
        <br />
        В результате катастрофы на Чернобыльской АЭС и радиационным загрязнением
        жители (35 семей) переселены в 1990—1992 годах в чистые места.
        <br />
        <b>История</b>
        <br />
        Основан в конце XIX века переселенцами с соседних деревень. В 1926 году
        в Демьянковском сельсовете Ветковского района Гомельского округа. В 1930
        году жители вступили в колхоз. Во время Великой Отечественной войны 17
        жителей погибли на фронтах. В 1959 году посёлок находился в составе
        колхоза «Молот» с центром в деревне Демьянки.
        <br />
        В 2005 году посёлок Большой Лес исключён из данных по учёту и
        регистрации административно-территориальных и территориальных единиц как
        фактически несуществующий населённый пункт.
        <br />
      </p>
    ),
    i: <img src={require('./Image/10.png')} />,
  },
  {
    q: 'д. Костюковка',
    a: (
      <p>
        <b>Костюковка</b> — деревня в Литвиновичском сельсовете Кормянского
        района Гомельской области Беларуси.
        <br />
        В связи с радиационным загрязнением после катастрофы на Чернобыльской
        АЭС жители (36 семей) были переселены в 1990-е годы в чистые места.
        <br />
        Рядом небольшие месторождения мела и кремня.
        <br />
        <b>История</b>
        <br />
        О деятельности человека в этих местах с давних времён свидетельствует
        обнаруженные археологами поселения каменного и бронзового веков (в 0,8
        км на юг от деревни, в урочище Узлужье). Согласно письменным источникам
        известна с начала XX века как деревня в Рогачёвском уезде Могилёвской
        губернии.
        <br />
        В 1931 году организован колхоз «Красный берег», работали ветряная
        мельница и кузница. Во время Великой Отечественной войны 22 ноября 1943
        года освобождена от немецких оккупантов. В память о героизме советских
        солдат в месте прорыва немецкой обороны в ноябре 1943 года (в 0,5 на
        север от деревни, на берегу реки Сож) насыпан в 1968 году Курган Славы.
        В 1979 году к деревне присоединена соседняя деревня Михеевка. Входила в
        состав совхоза «Руднянский» (центр — деревня Золотомино).
        <br />
      </p>
    ),
    i: <img src={require('./Image/11.png')} />,
  },
  {
    q: 'д. Гнездинка',
    a: (
      <p>
        <b>Гнездинка</b> — упразднённый посёлок в Хойникском районе Гомельской
        области Беларуси. Входил в состав Стреличевского сельсовета. В связи с
        радиационным загрязнением после катастрофы на Чернобыльской АЭС жители
        (2 семьи) переселены в чистые места.
        <br />
        <b>История</b>
        <br />
        Выявленное археологами поселения эпохи неолита (рядом с посёлком)
        свидетельствует о заселении этих мест с давних времён. Современный
        посёлок основан в начале 1920-х годов переселенцами из соседних деревень
        на бывших помещичьих землях. В 1931 году жители вступили в колхоз.
        Согласно переписи 1959 года в составе совхоза «Оревичи» (центр — деревня
        Оревичи).
        <br />
      </p>
    ),
    i: <img src={require('./Image/12.png')} />,
  },
  {
    q: 'д. Антоновка',
    a: (
      <p>
        <b>Антоновка</b> — упразднённая деревня в Вербовичском сельсовете
        Наровлянского района Гомельской области Беларуси.
        <br />
        В связи с радиационным загрязнением после катастрофы на Чернобыльской
        АЭС жители (14 семей) переселены 1 ноября 1986 года в чистые места,
        преимущественно в Жлобинский и Светлогорский районы.
        <br />
        <b>История</b> <br />
        Основана в конце XIX века как немецкая колония. В связи с началом в 1914
        году первой мировой войны все жители немецкой национальности были
        веселены в глубокий тыл. Наиболее активная застройка приходится на
        1920-е годы. В 1931 году организован колхоз, работала кузница. Во время
        Великой Отечественной войны действовала подпольная группа (руководитель
        Тимошенко). 6 жителей погибли на фронте. В 1986 году входила в состав
        совхоза «Дёрновичи» (центр — деревня Дёрновичи)
        <br />{' '}
      </p>
    ),
    i: <img src={require('./Image/13.png')} />,
  },
  {
    q: 'д. Бартоломеевка',
    a: (
      <p>
        <b>Бартоломеевка</b>деревня в составе Радужского сельсовета Ветковского
        района Гомельской области Беларуси. В результате катастрофы на
        Чернобыльской АЭС и радиационного загрязнения жители (340 семей)
        переселены в 1992 году в чистые места.
        <b>История</b>
        <br />
        Выявленные археологами поселения каменного и бронзовых веков (0,3 км на
        восток от деревни, в урочище Выдьма) свидетельствует о заселении здешних
        обителей в глубокой древности. По письменным источникам известна с XVIII
        века как деревня в Гомельском старостве Речицкого повета Минского
        воеводства Великого княжества Литовского В 1737 году деревенская
        православная Свято-Николаевская церковь была преобразована в униатскую.
        <br />
        В 1926 году работали начальная школа, изба-читальня, почтовый пункт. С 8
        декабря 1926 года по 25 июня 1962 года и с 25 июня 1970 года до 11 июня
        1980 года центр Бартоломеевского сельсовета Ветковского, с 9 декабря
        1926 года Чечерского, с 25 декабря 1962 года Буда-Кошелёвского, с 6
        января 1965 года Ветковского районов Гомельского (до 26 июля 1930 года)
        округа, с 20 февраля 1938 года Гомельской области. <br />
        <br />
      </p>
    ),
    i: <img src={require('./Image/14.png')} />,
  },
  {
    q: 'д. Беседь ',
    a: <p>
      <b>Беседь</b> — упразднённая в 2012 году деревня в Ветковском горсовете Ветковского района Гомельской области Беларуси.<br />
      На юге и востоке граничит с лесом, на западе — торфяной заповедник.<br />
      В результате катастрофы на Чернобыльской АЭС и радиационного загрязнения жители (89 семей) были выселены из Беседи в 1991 году.<br />
      <b>История</b><br />
      Выявленные археологами 3 стоянки эпохи неолита (на правом берегу реки Беседь, в урочище Шубин и на восточной окраине) свидетельствуют о заселении этих мест с давних времён. По письменным источникам известна с XVIII века как деревня в Ветковской волости Белицкого, с 1852 года Гомельского уезда Могилёвской губернии. В 1785 году во владении князя Халецкого и княгини Любомирской. На реке Беседь действовала переправа через плотину с 4 деревянными мостами. В 1885 году располагались: церковь, водяная мельница, 2 круподробилки. Согласно переписи 1897 года располагались: церковь, часовня, винная лавка, школа грамоты, маслобойня. В 1909 году 1406 десятин земли. Рядом был одноименный фольварк. В 1921 году жители собрали и направили голодающим Поволжья 50 пудов ржи. В 1926 году работали почтовое отделение, начальная школа. В 1930 году организован колхоз. Во время Великой Отечественной войны в боях за деревню погибли 436 советских солдат (похоронены в братской могиле в центре деревни). 107 жителей погибли на фронте. В 1959 году входила в состав совхоза «Высокоборский» центр — деревня.<br />
    </p>,
    i: <img src={require('./Image/15.png')} />,
  },
  {
    q: 'д. Ириновка',
    a: (<p>
      <b>Ириновка</b> — деревня в Ветковском горсовете Ветковского района Гомельской области Беларуси.В результате катастрофы на Чернобыльской АЭС и радиационного загрязнения жители (42 семьи) переселены в 1992 году в чистые места.
      <br /><b>История</b> <br />
      По письменным источникам известна с начала XX века. В 1909 году выселок в Вылевской волости Рогачёвского уезда Могилёвской губернии, 570 десятин земли. В 1926 году деревня в Попсуевском сельсовете Ветковского района Гомельского округа, работали почтовое отделение, начальная школа. В 1929 году организован колхоз. Во время Великой Отечественной войны 23 жителя погибли на фронте. Входила в состав колхоза «Победитель» (центр — деревня Попсуевка).
    </p>),
    i: <img src={require('./Image/Irinovka.png')} />,
  },
  {
    q: 'д. Ильичи',
    a: (<p>
      <b>Ильичи</b> — упразднённая деревня в Чемерисском сельсовете Брагинского района Гомельской области Беларуси.
      <br /><b>История</b> <br />
      По письменным источникам известна с XVI века как хутор Ильичи в Брагинской волости, во владении князя Вишневецкого, во 2-й половине XVII века перешла к Конецпольским. После 2-го раздела Речи Посполитой (1793 год) в составе Российской империи. В 1811 году упомянута как деревня в Речицком уезде Минской губернии, владение графа Рафайлова. В 1850 году владение графини Ракицкой. В 1897 году располагались часовня, ветряная мельница, кузница, в Брагинской волости.
      В 1931 году организован колхоз «Ильич», работали ветряная мельница (с 1915 года), кузница и шерстечесальня. В 1959 году входила в состав колхоза имени М. И. Калинина (центр — деревня Глуховичи).
      До 18 марта 2005 года в Сперижском сельсовете (затем переименован в Дублинский сельсовет). До 31 октября 2006 года в составе Дублинского сельсовета.
      20 августа 2008 года деревня упразднена.
    </p>),
    i: <img src={require('./Image/Ilichi.png')} />,
  },
  {
    q: 'д. Калинин',
    a: (<p>
      <b>Калинин</b> — упразднённый посёлок в Столбунском сельсовете Ветковского района Гомельской области Беларуси.
      В результате катастрофы на Чернобыльской АЭС и радиационного загрязнения жители (39 семей) переселены в чистые места.
      Поблизости расположены залежи кирпичных глин и суглинков.
      <br /><b>История</b> <br />
      Основан в начале XX века переселенцами из соседних деревень. В 1926 году в Яновском сельсовете Светиловичского района Гомельского округа. В 1929 году жители вступили в колхоз. Во время Великой Отечественной войны 22 жителя погибли на фронте. В 1959 году входил в состав совхоза «Столбунский» (центр — деревня Столбун).    </p>),
    i: <img src={require('./Image/Kalinin.png')} />,
  },
  {
    q: 'д. Красная горка',
    a: (<p>
      <b>Красная Горка </b> — упразднённый посёлок в Микуличском сельсовете Брагинского района Гомельской области Беларуси.
      После катастрофы на Чернобыльской АЭС и радиационного загрязнения жители (20 семей) переселены в 1992 году в чистые места.
      <br /><b>История</b> <br />
      На карте-трёхверстовке Ф. Ф. Шуберта 1866 г. на месте будущего советских времён посёлка Красная Горка показан фольварк Микуличи. Сам посёлок основан в начале 1920-х годов переселенцами из соседних деревень на бывших помещичьих землях. В 1931 году организован колхоз. В 1959 году входил в колхоз «Красный Октябрь» (центр — деревня Микуличи).
      С 29 ноября 2005 года исключена из данных по учёту административно-территориальных и территориальных единиц.
    </p>),
    i: <img src={require('./Image/KrGorka.png')} />,
  },
  {
    q: 'д. Вылево',
    a: (<p>
      <b>Вылево</b> — упразднённая деревня, входившая в состав Демьянковского сельсовета Добрушского района Гомельской области Беларуси. Находилась недалеко от границы с Россией.
      В результате катастрофы на Чернобыльской АЭС и радиационным загрязнением жители (102 семьи) переселены в 1990—1992 годах в чистые места.
      <br /><b>История</b> <br />
      На восточной окраине деревни на левом берегу реки в урочище Чесноково Болото археологами обнаружено городище милоградской (VII—III столетия до н. э. и II столетия до н. э. — II столетия н. э.) культуры. Выявление этого городища служит доказательством заселения этой местности с древних времён.
      По письменным источникам деревня известна с XVI века и находилась в составе Речицкого повета Минского воеводства Великого княжества Литовского. В 1640-е годы упоминается в инвентаре Гомельского староства.
      С 1919 по 9 мая 1923 — центр Вылевского волостного Совета рабочих, крестьянских и красноармейских депутатов в составе Гомельского уезда.
      С 8 декабря 1926 года до 30 декабря 1927 года является центром Вылевского сельсовета Ветковского района Гомельского округа, с 20 февраля 1938 года Гомельской области.
      Во время Великой Отечественной войны на фронтах погибли 65 жителей деревни.
      В 2005 году деревня Вылево исключена из данных по учёту и регистрации административно-территориальных и территориальных единиц как фактически несуществующий населённый пункт.
    </p>),
    i: <img src={require('./Image/Vilevo.png')} />,
  },
  {
    q: 'д. Глыбовка',
    a: (<p>
      <b>Глыбовка</b> — деревня в Столбунском сельсовете Ветковского района Гомельской области Беларуси.
      После аварии на Чернобыльской АЭС значительная часть жителей переселена в чистые места.
      <br /><b>История</b> <br />
      Выявленый археологами курганный могильник (7 насыпей, в 2 км на север от деревни, в урочище Курганье) и поселение эпохи мезолита VIII-V-го тысячелетий до н. э. (0,3 км на юго-запад от деревни, в урочище Бабушкин Бугор) свидетельствуют о заселении этих обителей в глубокой древности. По письменным источникам известна с XVIII века как селение в Речицком повете Минского воеводства Великого княжества Литовского По описи 1765 года 7 дымов, трактир.
      С 8 декабря 1926 года по 30 декабря 1927 года центр Глыбовского сельсовета Светиловичского, с 4 августа 1927 года Ветковского района Гомельского округа. В 1929 году организован колхоз. Во время Великой Отечественной войны на фронтах погибли 47 жителей.
    </p>),
    i: <img src={require('./Image/Glybovka.png')} />,
  },
  {
    q: 'д. Данилеевка',
    a: (<p>
      <b>Данилеевка</b> — упразднённая деревня в Вербовичском сельсовете Наровлянского района Гомельской области Беларуси.
      В связи с чрезвычайно высокой радиационной загрязнённостью строения разрушены и захоронены под толстым слоем земли. В связи с радиационным загрязнением после катастрофы на Чернобыльской АЭС жители (7 семей) переселены в 1986 году в чистые места, преимущественно в Светлогорский район.
      <br /><b>История</b> <br />
      По письменным источникам известна с XIX века как село в Наровлянской волости Речицкого уезда Минской губернии. В 1931 году жители вступили в колхоз. В 1986 году входила в состав совхоза «Дёрновичи». С 2005 года исключена из данных по учёту административно-территориальных и территориальных единиц.    </p>),
    i: <img src={require('./Image/Danileevka.png')} />,
  },
  {
    q: 'д. Дворище',
    a: (<p>
      <b>Дворище</b> — упразднённая деревня в Вербовичском сельсовете Наровлянского района Гомельской области Беларуси.
      В связи с чрезвычайно большим радиационным загрязнением строения снесены и захоронены под толстым слоем земли. С 2005 года исключена из данных по учёту и регистрации административно-территориальных и территориальных единиц как фактически несуществующая.
      В связи с радиационным загрязнением после катастрофы на Чернобыльской АЭС жители (51 семья) переселены в 1986 году в чистые места, преимущественно в деревню Романовка Мозырского района.
      <br /><b>История</b> <br />
      Обнаруженное археологами городище свидетельствует о заселении этих мест с давних времён. По письменным источникам известна с начала XIX века. В 1811 году обозначена как деревня в Речицком уезде Минской губернии, во владении Прозора. В 1908 году в Наровлянской волости Речицкого уезда Минской губернии. С 1925 года действовала молочная артель. В 1931 году организован колхоз «Искра», работали паровая мельница (с 1925 года), кузница, сукновальня. Во время Великой Отечественной войны 21 житель погиб на фронте. В 1986 году входила в состав колхоза «Восток».    </p>),
    i: <img src={require('./Image/Dvorische.png')} />,
  },
  {
    q: 'д. Побужье',
    a: (<p>
      <b>Побужье </b> — деревня в Ветковском горсовете Ветковского района Гомельской области Беларуси.
      В результате катастрофы на Чернобыльской АЭС и радиационного загрязнения жители (12 семей) переселены в 1992 году в чистые места.
      <br /><b>История</b> <br />
      По письменным источникам известна с XVIII века. В 1722 году слобода в составе поместья Хальч в Речицком повете Минского воеводства Великого княжества Литовского.
      После 1-го раздела Речи Посполитой (1772 год) в составе Российской империи, в Ветковской волости Белицкого, с 1852 года Гомельского уезда Могилёвской губернии. В 1859-61 годах действовала смолярно-скипидарное предприятие (29 рабочих). Хозяева фольварка имели в 1877 году 4520 десятин земли.
      В 1919 году создана артель «Побужская». В 1926 году в Беседском сельсовете Ветковского района Гомельского округа. Значительную часть жителей составляли евреи (в 1929 году 15 семей). В 1929 году организован совхоз «Социализм». 9 жителей погибли на фронтах Великой Отечественной войны. В 1959 году входила в состав совхоза «Хальч» (центр — деревня Хальч).
    </p>),
    i: <img src={require('./Image/Pobuje.png')} />,
  },
  {
    q: 'д. Лисава',
    a: (<p>
      <b>Лисава</b> — упразднённая деревня в Кировском сельсовете Наровлянского района Гомельской области Беларуси.
      В связи с радиационным загрязнением после катастрофы на Чернобыльской АЭС жители (11 семей) переселены в 1986 году в чистые места.
      Кругом лес, на юге урочище Круг, на западе урочище Большой Сукман.
      <br /><b>История</b> <br />
      По письменным источникам известна с XVIII века как деревня во владении графа Юдицкого. После 2-го раздела Речи Посполитой (1793 год) в составе Российской империи. В 1795 году в Речицком уезде Минской губернии. В 1931 году жители вступили в колхоз. Во время Великой Отечественной войны 5 жителей погибли на фронте. Согласно переписи 1959 года в составе совхоза «Партизанский» (центр — деревня Углы).    </p>),
    i: <img src={require('./Image/Lisava.png')} />,
  },
  {
    q: 'д. Печи',
    a: (<p>
      <b>Печи</b> — упразднённый посёлок в Остроглядовском сельсовете Брагинского района Гомельской области Беларуси.
      После катастрофы на Чернобыльской АЭС и радиационного загрязнения жители (31 семья) переселены в 1986 году в чистые места
      <br /><b>История</b> <br />
      Основан в начале 1920-х годов переселенцами из соседних деревень на бывших помещичьих землях. В 1931 году организован колхоз. В 1959 году входил в состав совхоза «Острогляды» (центр — деревня Острогляды).
      С 2005 года исключён из данных по учёту административно-территориальных и территориальных единиц.
    </p>),
    i: <img src={require('./Image/Pechi.png')} />,
  },
  {
    q: 'д. Лески',
    a: (<p>
      <b>Лески</b> — упразднённый посёлок в Ветковском горсовете Ветковского района Гомельской области Беларуси.
      В результате катастрофы на Чернобыльской АЭС и радиационного загрязнения жители (33 семьи) переселены в 1992 году в чистые места.
      На севере и западе граничит с лесом.
      <br /><b>История</b> <br />
      Основан в начале XX века переселенцам из соседних деревень. В 1926 году в Беседском сельсовете Ветковского района Гомельского округа. В 1931 году жители вступили в колхоз. 11 жителей погибли на фронтах Великой Отечественной войны. В 1959 году входил в состав совхоза «Высокоборский» (центр — деревня Бартоломеевка).    </p>),
    i: <img src={require('./Image/Leski.png')} />,
  },
  {
    q: 'д. Луначарский',
    a: (<p>
      <b>Луначарский</b> — упразднённый посёлок в Литвиновичском сельсовете Кормянского района Гомельской области Беларуси.
      В связи с радиационным загрязнением после катастрофы на Чернобыльской АЭС жители (9 семей) переселены в начале 1990-х годов в чистые места.
      На севере граничит с лесом.
      <br /><b>История</b> <br />
      О деятельности человека в этих местах с давних времён свидетельствует обнаруженное археологами городище милоградской и раннего этапа зарубинецкой культур, датируется VI века до н. э. — III века н. э. (в 0,8 км на восток от поселка, в урочище Городок, на правом берегу реки Сож). Посёлок основан в 1920-е годы переселенцами из соседних деревень на бывших помещичьих землях. В 1931 году жители вступили в колхоз. Согласно переписи 1959 года входил в состав совхоза «Руднянский» (центр — деревня Золотомино).
      Решением Кормянского райсовета депутатов посёлок упразднён с 1 марта 2012 года.
    </p>),
    i: <img src={require('./Image/Lunacharskiy.png')} />,
  },
  {
    q: 'д. Ленина',
    a: (<p>
      <b>Ленина</b> — упразднённый посёлок в Кировском сельсовете Наровлянского района Гомельской области Беларуси.
      В связи с радиационным загрязнением после катастрофы на Чернобыльской АЭС жители (61 семья) переселены в 1986 году в чистые места.
      <br /><b>История</b> <br />
      Основан в 1920 году переселенцами из соседних деревень на бывших помещичьих землях. В 1931 году жители вступили в колхоз. Во время Великой Отечественной войны действовала подпольная группа (руководитель Н.Михайлов). Освобождена 27 ноября 1943 года. 12 жителей погибли на фронте. Согласно переписи 1959 года входила в состав совхоза «Партизанский» (центр — деревня Углы).
    </p>),
    i: <img src={require('./Image/Lenina.png')} />,
  },
  {
    q: 'д. Пенное',
    a: (<p>
      <b>Пенное</b> — — упразднённый посёлок, входивший в Демьянковский сельсовет Добрушского района Гомельской области Беларуси.
      На западе и юге граничит с лесом.
      В результате катастрофы на Чернобыльской АЭС и радиационным загрязнением жители (5 семей) переселены в 1990 году в чистые места.
      <br /><b>История</b> <br />
      Основан в начале XX века переселенцами с соседних деревень. В 1926 году в Старозакружском сельсовете Ветковского района Гомельского округа. В 1929 году жители вступили в колхоз. В 1959 году посёлок находился в составе колхоза «Юбилейный» с центром в деревне Морозовка.
      В 2005 году посёлок Пенное исключён из данных по учёту и регистрации административно-территориальных и территориальных единиц как фактически несуществующий населённый пункт.
    </p>),
    i: <img src={require('./Image/Pennoe.png')} />,
  },
  {
    q: 'д. Новая Липа',
    a: (<p>
      <b>Новая Липа</b> — посёлок в Октябрьском сельсовете Буда-Кошелёвского района Гомельской области Беларуси.
      В связи с радиационным загрязнением после Чернобыльской катастрофы жители (30 семей) переселены в чистые места.
      На западе граничит с лесом.
      <br /><b>История</b> <br />
      Основан в начале XX века переселенцами из деревни Липа. В 1926 году в Липском сельсовете Уваровичского района Гомельского округа. В 1930 году жители посёлка вступили в колхоз. Во время Великой Отечественной войны погибли 17 жителей. В 1959 году. В составе совхоза «Краснооктябрьский» (центр — деревня Октябрь).    </p>),
    i: <img src={require('./Image/NewLipa.png')} />,
  },
  {
    q: 'д. Мокиш',
    a: (<p>
      <b>Мокиш</b> — упразднённая деревня в Стреличевском сельсовете Хойникского района Гомельской области Беларуси.
      В связи с радиационным загрязнением после катастрофы на Чернобыльской АЭС жители переселены в чистые места.
      <br /><b>История</b> <br />
      Село Мокиш с пятью дымами и мельницей названо в тарифе подымной подати Киевского воеводства 1628 г., когда его держал в заставе от князя Вишневецкого (Костантина?) пан Андрей Кликашевский. В люстрации подымной подати того же воеводства 1683 г. сказано, что деревню Мокиш с семью дымами держал пан Котарский. В 1734 г. Мокиш во владении супругов Войнов, а на 1754 г. принадлежал к Брагинскому имению, в том же году купленному у Эльжбеты Замойской (урождённой княжны Вишневецкой) Францем Антонием Ракицким.
      Решением Хойникского районного Совета депутатов от 21 сентября 2010 г. № 25 "Об упразднении сельских населённых пунктов Хойникского района" деревня Мокиш Стреличевского сельсовета упразднена.
    </p>),
    i: <img src={require('./Image/Mokish.png')} />,
  },
  {
    q: 'д. Заря',
    a: (<p>
      <b>Заря</b> — упразднённый посёлок в Ровковичском сельсовете Чечерском районе Гомельской области Беларуси.
      В результате катастрофы на Чернобыльской АЭС и радиационного загрязнения жители (16 семей) в 1992 году переселены в чистые места. Официально упразднён в 2011 году.
      <br /><b>История</b> <br />
      Основан в начале XX века переселенцами из соседних деревень. Наиболее активная застройка приходится на 1920-е годы. В 1926 году в Науховичском сельсовете Чечерского района Гомельского округа. В 1931 году организован колхоз «Красный пахарь», работала ветряная мельница. 11 жителей погибли на фронтах Великой Отечественной войны. Согласно переписи 1959 года входил в состав колхоза имени С. М. Кирова (центр — деревня Крутое).    </p>),
    i: <img src={require('./Image/Zarya.png')} />,
  },
  {
    q: 'д. Тульговичи',
    a: (<p>
      <b>Тульговичи</b> — деревня в Судковском сельсовете Хойникского района Гомельской области Республики Беларусь.
      <br /><b>История</b> <br />
      Впервые деревня упомянута в привилее короля Александра князю Василию Мунче на «село Тулеговичи в Мозырскомъ повете», который датирован 24 мая 1506 года. На то время это было Киевское воеводство Великого Княжества Литовского.  В 1995 года деревня Тульговичи была выселена после аварии на Чернобыльской АЭС.    </p>),
    i: <img src={require('./Image/Tulgovichi.png')} />,
  },
  {
    q: 'д. Плоское',
    a: (<p>
      <b>Плоское</b> — упразднённая деревня в Хойникском районе Гомельской области Беларуси. Входил в состав Стреличевского сельсовета.
      В связи с радиационным загрязнением после катастрофы на Чернобыльской АЭС жители (52 семьи) переселены в чистые места.
      <br /><b>История</b> <br />
      Согласно письменным источникам известна с XIX века как селение в Микуличской волости Речицкого уезда Минской губернии. По инвентарю 1844 года в составе поместья Хойники, который принадлежал В. К. Прозору. В 1879 году обозначена в числе селений Остроглядского церковного прихода. Согласно переписи 1897 года действовала ветряная мельница.
      С 8 декабря 1926 года до 30 декабря 1927 года центр Плосковского сельсовета Хойникского района Речицкого с 9 июня 1927 года Гомельского округов. В 1930 году организован колхоз «Комсомолец», работали ветряная мельница и кузница. Во время Великой Отечественной войны в мае 1943 года оккупанты полностью сожгли деревню и убили 2 жителей. 33 жителя погибли на фронте. Согласно переписи 1959 года входила в состав колхоза «Октябрь» (центр — деревня Бабчин).
      Решением Хойникского районного Совета депутатов от 21 сентября 2010 г. № 25 "Об упразднении сельских населённых пунктов Хойникского района" деревня Плоское Стреличевского сельсовета упразднена.
    </p>),
    i: <img src={require('./Image/Ploskoe.png')} />,
  },
  {
    q: 'д. Чехи',
    a: (<p>
      <b>Чехи</b> — упразднённая деревня в составе Стреличевского сельсовета Хойникского района Гомельской области Беларуси.
      <br /><b>История</b> <br />
      Наиболее раннее упоминание села Чехи (Czechi) датируется 1638 годом, когда князь Иеремия Михал Вишневецкий отдал свою часть Брагинского имения в заставу на четыре года за 65 000 злотых пану Николаю Лосятынскому. Хутор Чехи назван среди селений Брагинского имения воеводича белзского Яна Конецпольского, потерпевших зимою 1686/7 года и позднее от постоя реестровых казаков запорожского полковника Павла Апостола Щуровского. В судебном документе от 22 сентября 1715 года говорится о том, как губаревичские крестьяне, посланные паном Антонием Оскерко, сожгли стоги сена, принадлежавшие подданным пана Александра Бандинелли, жителям деревень Бабчин, Рудаков и хутора Чехи.
      В 1931 году организован колхоз.
      Во время Великой Отечественной войны на фронтах погибли 29 жителей деревни.
      Решением Хойникского районного Совета депутатов от 21 сентября 2010 г. № 25 "Об упразднении сельских населённых пунктов Хойникского района" деревня Чехи Стреличевского сельсовета упразднена.
    </p>),
    i: <img src={require('./Image/Chehi.png')} />,
  },
  {
    q: 'д. Рудые',
    a: (<p>
      <b>Рудые</b> — упразднённая деревня в Хойникском районе Гомельской области Беларуси. Входил в состав Стреличевского сельсовета.
      На востоке примыкает к лесу.
      В связи с радиационным загрязнением после катастрофы на Чернобыльской АЭС жители (40 семей) переселены в чистые места.
      <br /><b>История</b> <br />
      Согласно письменным источникам известна с XVIII века как селение в Речицком повете Минского воеводства Великого княжества Литовского.
      После 2-го раздела Речи Посполитой (1793 год) в составе Российской империи. В 1811 году во владении Ракитских. В 1844 году владение В. Аскерко. Согласно переписи 1897 года действовали ветряная мельница, в Микуличской волости Речицкого уезда Минской губернии.
      В 1931 году жители вступили в колхоз. 25 жителей погибли на фронтах Великой Отечественной войны. Согласно переписи 1959 года входила в состав колхоза «Октябрь» (центр — деревня Бабчин).
      Решением Хойникского районного Совета депутатов от 21 сентября 2010 г. № 25 "Об упразднении сельских населённых пунктов Хойникского района" деревня Рудые Стреличевского сельсовета упразднена.
    </p>),
    i: <img src={require('./Image/Rydie.png')} />,
  },
  {
    q: 'д. Хоменки',
    a: (<p>
      <b>Хоменки</b> — деревня в Кировском сельсовете Наровлянского района Гомельской области Беларуси.
      <br /><b>История</b> <br />
      Основана в начале XX века переселенцами из соседних деревень. Наиболее активная застройка приходится на 1920-е годы. В 1931 году жители вступили в колхоз. Во время Великой Отечественной войны в августе 1943 года немецкие оккупанты полностью сожгли деревню. 14 жителей погибли на фронте. Согласно переписи 1959 года в составе совхоза «Дзержинский» (центр — деревня Дзержинск). Располагался клуб.
      До 31 октября 2006 года в составе Красновском сельсовете, с 31 октября 2006 года в Кировском сельсовете.
    </p>),
    i: <img src={require('./Image/Homenki.png')} />,
  },
  {
    q: 'д. Старые Громыки',
    a: (<p>
      <b>Старые Громыки</b> — упразднённая деревня в Светиловичском сельсовете Ветковского района Гомельской области Беларуси. Родина Андрея Андреевича Громыко (1909—1989).
      <br /><b>История</b> <br />
      В письменных источниках впервые упоминается в 1609 году как околица Громыки в Чечерском старостве Речицкого повета Минского воеводства Великого княжества Литовского. После 1-го раздела Речи Посполитой в 1772 году — в составе Российской империи. В 1785 году находилась во владении В. Ермолаева и Д. Малиновского. В 1810 году основано предприятие по производству стекла, на котором в 1818 году работало 17 рабочих.
      В результате катастрофы на Чернобыльской АЭС в 1986 году деревня подверглась радиационному загрязнению. В 1992 году все жители (53 семьи) были переселены в чистые места.
      Официально упразднена в 2011 году.
    </p>),
    i: <img src={require('./Image/OldGromyki.png')} />,
  },
  {
    q: 'д. Попсуевка',
    a: (<p>
      <b>Попсуевка</b> — деревня в Ветковском горсовете Ветковского района Гомельской области Беларуси.
      В результате катастрофы на Чернобыльской АЭС и радиационного загрязнения жители (108 семей) переселены в 1991 году в чистые места.
      <br /><b>История</b> <br />
      По письменным источникам известна с начала XVIII века как слобода в составе поместья Хальч в Речицком повете Минского воеводства Великого княжества Литовского. Основана староверами, которые убежали из России. населённый пункт. В 1926 году работали почтовое отделение, начальная школа, лавка.
      С 8 декабря 1926 года по 30 декабря 1927 года центр Попсуевского сельсовета Ветковского района Гомельского округа. В 1930 году организованы колхозы «Передовик» и «Победитель», работали ветряная мельница (с 1929 года), 2 кузницы, шерсточесальня. Во время Великой Отечественной войны на фронтах и в партизанской борьбе погибли 145 жителей из деревень колхоза «Победитель», в память о погибших в 1968 году в центре деревни установлены 12-метровый обелиск, скульптура воина и стела с именами павших. В 1959 году была центром колхоза «Победитель». Размещались механическая мастерская, начальная школа, клуб, библиотека, ветеринарный участок, отделение связи, магазин.
      В 1965 году в деревню переселились жители соседнего посёлка Красная Победа.
    </p>),
    i: <img src={require('./Image/Popsuevka.png')} />,
  },
  {
    q: 'д. Речки',
    a: (<p>
      <b>Речки</b> — упразднённая деревня в Светиловичском сельсовете Ветковского района Гомельской области Беларуси.
      <br /><b>История</b> <br />
      По письменным источникам известна с начала XVIII века, как селение в Чечерском старостве Речицкого повета Минского воеводства Великого княжества Литовского. В 1704 году 5 домов и рудник, в Воторском войтовстве.
      Во время Великой Отечественной войны оккупанты убили 43 жителя. В боях за деревню погибли 134 советских солдата (похоронены в братских могилах в центре деревни и на кладбище). На фронтах и в партизанской борьбе погибли 287 жителей из деревень Речковского сельсовета, в память о погибших в 1975 году около исполкома сельсовета установлена скульптура женщины и стена с именами павших. В 1959 году была центром совхоза Речки. Размещались кирпичный завод, винзавод, лесничество, хлебопекарня, швейная мастерская, средняя школа, клуб, библиотека, детские ясли-сад, аптека, ветеринарный участок, отделение связи, гостиница, столовая, 3 магазина.
      В результате катастрофы на Чернобыльской АЭС деревня подверглась радиационному загрязнению. В 1992 году все жители (202 семьи) были переселены в чистые места.
      Официально упразднена в 2011 году.
    </p>),
    i: <img src={require('./Image/Rechki.png')} />,
  },
  {
    q: 'д. Селицкая',
    a: (<p>
      <b>Селицкая</b> — упразднённая деревня в Светиловичском сельсовете Ветковского района Гомельской области Беларуси.
      <br /><b>История</b> <br />
      По письменным источникам известна с начала XIX века как деревня в Покоцкой волости Белицкого, с 1852 года Гомельского уезда Могилёвской губернии. В 1832 году помещик Хоментовский владел здесь 1262 десятинами земли. Согласно переписи 1897 года располагались: в деревне — школа грамоты, хлебозапасный магазин, ветряная мельница, кузница, рядом находился фольварк. В 1909 году 405 десятин земли, в фольварке 1000 десятин земли.
      В 1926 году работали почтовый пункт, школа. Рядом находился посёлок Новоселицкий, который позже был присоединён к деревне. С 8 декабря 1926 года по 30 декабря 1927 года центр Селицкого сельсовета Светиловичского, с 4 августа 1927 года Чечерского районов Гомельского округа. В 1930 году создан колхоз «Просвет», работала кузница. 79 жителей погибли на фронтах Великой Отечественной войны. В 1959 году входила в состав совхоза «Новиловский» (центр — деревня Новиловка).
      В результате катастрофы на Чернобыльской АЭС и радиационного загрязнения жители (58 семей) переселены в 1992 году в чистые места.
      Официально упразднена в 2011 году.
    </p>),
    i: <img src={require('./Image/Selickaya.png')} />,
  },
  {
    q: 'д. Рудня-Шлягина',
    a: (<p>
      <b>Рудня-Шлягина</b> — упразднённая деревня в Светиловичском сельсовете Ветковского района Гомельской области Республики Беларусь.
      <br /><b>История</b> <br />
      По письменным источникам известна с начала XIX века как селение в Речковской волости Белицкого, с 1852 года Гомельского уезда Могилёвской губернии. В собственности Шульцев. С 1840 года действовала сукновальня. Дворянка Шадурская владела в 1843 году 371 десятиной земли. Согласно ревизии 1858 года — во владении помещицы Шулавичевой. Согласно переписи 1897 года располагались: часовня, хлебозапасный магазин (с 1880 года). В деревенской школе в 1907 году было 58 учеников. В 1909 году в составе Речковской волости Гомельского уезда; 1175 десятин земли, часовня, школа, мельница.
      В 1929 году создан колхоз «Красный путь», работали ветряная мельница (с 1929 года) и кузница. Во время Великой Отечественной войны оккупанты сожгли 37 дворов. На фронтах погибли 63 жителя. Согласно переписи 1959 года входила в состав совхоза «Речки» (центр — деревня Речки). Действовали больница, магазин.
      В результате катастрофы на Чернобыльской АЭС деревня подверглась радиационному загрязнению. В 1992 году все жители (85 семей) были переселены в чистые места.
      Официально упразднена в 2011 году.
    </p>),
    i: <img src={require('./Image/Rudnya-Shlyagina.png')} />,
  },
  {
    q: 'д. Юрковичи',
    a: (<p>
      <b>Юрковичи</b> — деревня в Ветковском районе Гомельской области Беларуси. Входит в состав Радужского сельсовета.
      <br /><b>История</b> <br />
      По письменным источникам известна с XVI века как селение в Гомельском старостве Речицкого повета Минского воеводства Великого княжества Литовского, собственность казны. Согласно инвентарю Гомельского староства в 1640-х годах 4 дыма, 6 волов 5 лошадей. В 1752 году упоминается в актах Главного Виленского трибунала.
      В 1926 году работали почтовое отделение, лечебный пункт, школа. С 8 декабря 1926 года по 30 декабря 1927 года центр Юрковичского сельсовета Ветковского района Гомельского округа. В 1929 году организован колхоз. Во время Великой Отечественной войны в октябре 1943 года оккупанты полностью сожгли деревню и убили 9 жителей. 48 жителей погибли на фронте. В 1959 году в составе совхоза имени 60-летия Великого Октября (центр — деревня Новосёлки).
      В 1945 году в деревню переселились жители посёлка Луч Солнца.
    </p>),

    i: <img src={require('./Image/Yurkovichi.png')} />,
  },
  {
    q: 'д. Старое Закружье',
    a: (<p>
      <b>Старое Закружье</b> — деревня в Неглюбском сельсовете Ветковского района Гомельской области Беларуси.
      В результате катастрофы на Чернобыльской АЭС и радиационного загрязнения жители (209 семей) переселены в 1992 году в чистые места.
      <br /><b>История</b> <br />
      По письменным источникам известна с 1738 года как Слобода Закружжа Гомельского староства в Речицком повете, с начала XIX века как село Закружье в Вылевской волости Белицкого, с 1852 года Гомельского уездов Могилёвской губерни. Во 2-й половине XIX века были село Старое Закружье и деревня Новое Закружье (сейчас деревня Морозовка в Добрушском районе), в которых действовали хлебозапасные магазины. Согласно переписи 1897 года располагались: церковь (с 1871 года), церковно-приходская школа, винная лавка, трактир. В 1908 году сгорело 86 дворов. В 1909 году 2236 десятин земли.
      В 1918 году во время немецкой оккупации в деревне действовал партизанский отряд. В 1920-х годах создан совхоз «Закружье». С 8 декабря 1926 года по 1993 год центр Старозакружского сельсовета Ветковского, с 17 декабря 1956 года Добрушского. Во время Великой Отечественной войны оккупанты сожгли 200 дворов. На фронтах погибли 244 жителя. В 1959 году была центром колхоза «40 лет Октября». Размещались лесничество, начальная школа, клуб, библиотека, фельдшерско-акушерский пункт, отделение связи, магазин, дом инвалидов.
    </p>),
    i: <img src={require('./Image/OldZakrugje.png')} />,
  },
  {
    q: 'д. Тарасовка',
    a: (<p>
      <b>Тарасовка</b> — деревня в составе Радужского сельсовета Ветковского района Гомельской области Беларуси.
      <br /><b>История</b> <br />
      По письменным источникам известна с начала XVIII века, как слобода Речицкого повета Минского воеводства Великого княжества Литовского. После 1-го раздела Речи Посполитой (1772 год) в составе Российской империи. С 1775 года деревня находилась во владении фельдмаршала графа П. А. Румянцева-Задунайского. С 1834 года владение фельдмаршала графа И. Ф. Паскевича.
      В 1926 году работали лавка, отделение связи, начальная школа. С 8 декабря 1926 года по 16 июля 1954 года центр Тарасовского сельсовета Ветковского района Гомельского округа (до 26 июля 1930 года), с 20 февраля 1938 года Гомельской области. В 1929 году создан колхоз «Решительный», работала кузница. Во время Великой Отечественной войны в сентябре 1943 года оккупанты сожгли 198 дворов, убили 2 жителей. В боях за деревню погибли 408 советских солдат (похоронены в братской могиле в центре деревни). Освобождена 28 сентября 1943 года. На фронтах погибли 157 жителей. В 1959 году в составе совхоза «Ветковский» (центр — город Ветка). Размещались 9-летняя школа, детский сад, клуб, библиотека, фельдшерско-акушерский пункт, отделение связи, магазин.
    </p>),
    i: <img src={require('./Image/Tarasovka.png')} />,
  },
  {
    q: 'д. Сивинка',
    a: (<p>
      <b>Сивинка</b> — упразднённая деревня в Ветковском горсовете Ветковского района Гомельской области Беларуси.
      В результате катастрофы на Чернобыльской АЭС и радиационного загрязнения жители (189 семей) переселены в 1992 году в чистые места. На севере Ветковский ботанический заповедник.
      <br /><b>История</b> <br />
      По письменным источникам известна с XVIII века как деревня в составе поместья Хальч. После 1-го раздела Речи Посполитой (1772 год) в составе Российской империи, в Вылевской волости Белицкого уезда Могилёвской губернии. В 1785 году во владении князя И. Халецкого и княгини Радзивилл. С 1880 года действовал хлебозапасный магазин. В результате пожара 3 июля 1883 года сгорели 65 дворов.
      В 1926 году работали изба-читальня, почтовое отделение, начальная школа, паровая мельница, круподробилка, шерсточесальня, кредитное товарищество. С 8 декабря 1926 года. В 1929 году создан колхоз «Партизан», работала ветряная мельница (с 1926 года). Во время Великой Отечественной войны в сентябре 1943 года оккупанты сожгли 213 дворов и убили 23 жителей. В боях за деревню в 1943 году погибли 167 советских солдат (похоронены в братской могиле на западной окраине). На фронтах и в партизанской борьбе погибли 189 жителей в память о погибших в 1967 году в центре деревни установлена стела. В 1959 году была центром колхоза имени В. И. Ленина.
    </p>),
    i: <img src={require('./Image/Sivinka.png')} />,
  },
  {
    q: 'д. Ухово',
    a: (<p>
      <b>Ухово</b> — упразднённая деревня в Светиловичском сельсовете Ветковского района Гомельской области Беларуси.
      <br /><b>История</b> <br />
      После 1-го раздела Речи Посполитой в 1772 году в составе Российской империи. В конце XVIII века во владении шляхтичей Устиновичей. Действовала пристань на реке Сож. В 1850 году помещик владел 1400 десятинами земли. Согласно переписи 1897 года в Речковской волости Гомельского уезда Могилёвской губернии; располагался хлебозапасный магазин.
      В 1926 году работали почтовый пункт, школа. С 8 декабря 1926 года по 16 июля 1954 года центр Уховского сельсовета Светиловичского, с 4 августа 1927 года Ветковского, с 12 февраля 1935 года Светиловичского районов Гомельского округа (до 26 июля 1930 года), с 20 февраля 1938 года Гомельской области. В 1929 году созданы колхозы «Искра» и «Путь к социализму», работали ветряная мельница (с 1927 года) и 2 кузницы. Во время Великой Отечественной войн оккупанты расстреляли 12 жителей, погибли на фронтах 93 жителя. В 1959 году входила в состав совхоза «Речки» (центр — деревня Речки). Действовали 8-летняя школа, фельдшерско-акушерский пункт, магазин.
      В результате катастрофы на Чернобыльской АЭС деревня подверглась радиационному загрязнению. В 1992 году все жители (110 семей) были переселены в чистые места.
      Официально упразднена в 2011 году.
    </p>),
    i: <img src={require('./Image/Uhovo.png')} />,
  },
  {
    q: 'д. Воробьёвка',
    a: (<p>
      <b>Воробьёвка</b> — деревня в Ветковском горсовете Ветковского района Гомельской области Беларуси.
      На юго-востоке граничит с лесом.
      В результате катастрофы на Чернобыльской АЭС и радиационного загрязнения жители (49 семей) переселены в 1992 году в чистые места.
      <br /><b>История</b> <br />
      По письменным источникам известна с XVIII века как деревня в Речковской волости Белицкого, с 1852 года Гомельского уезда Могилёвской губернии. После 1-го раздела Речи Посполитой (1772 год) в составе Российской империи. В 1785 году во владении князя Халецкого и княгини Радзивилл. Хозяин поместий Воробьёвка и Бартоломеевка Сенажецкий владел в1879 году 1688 десятинами земли.
      В 1926 году работала начальная школа, в Беседском сельсовете Ветковского района Гомельского округа В 1929 году организован колхоз «Красная молодежь», работали ветряная мельница (с 1928 года) и кузница. Во время Великой Отечественной войны 19 жителей погибли на фронте. В 1959 году входила в состав совхоза «Высокоборский» (центр — деревня Бартоломеевка).
    </p>),
    i: <img src={require('./Image/Vorobevka.png')} />,
  },
  {
    q: 'д. Хизы',
    a: (<p>
      <b>Хизы</b> — упразднённая деревня в Светиловичском сельсовете Ветковского района Гомельской области Беларуси.
      <br /><b>История</b> <br />
      Обнаруженный археологами курганный могильник (10 насыпей в 1,2 км на запад от деревни, в урочище Дедное) свидетельствует о заселении этих мест с давних времён. Относится к Полесью. Во времена Киевской Рус — это земли племени радимичей. В период господства Речи Посполитой была во владении известной «сожской шляхты» (от реки Сож), формировавшейся наряду с «друтской шляхтой» (от реки Друть) издревле из этнических белорусов.
      Во время Великой Отечественной войны в 1942 году оккупанты убили 11 жителей и в 1943 году сожгли половину деревни. Жители деревни приняли активное участие в партизанском движении в 1941—1943 годах. После 1945 г. в Хизах дома восстанавливали, налаживали мирную жизнь. В боях за деревню погибли 38 советских солдат, в память о погибших в 1953 году в центре деревни был установлен обелиск. 73 жителя погибли, сражаясь на фронтах (призыв Светиловичского РВК). В 1959 году деревня входила в состав совхоза «Заречный» (центр — деревня Гарусты). Располагались средняя школа, клуб, библиотека. фельдшерско-акушерский пункт, отделение связи, 2 магазина. В результате катастрофы на Чернобыльской АЭС деревня подверглась радиационному загрязнению. В 1992 году все жители (81 семья) были переселены в чистые места. А на месторасположение деревни указывает название «урочище Хизы».
      Официально упразднена в 2011 году.
    </p>),
    i: <img src={require('./Image/Hizy.png')} />,
  },
  {
    q: 'д. Потёсы',
    a: (<p>
      <b>Потёсы</b> — деревня в Неглюбском сельсовете Ветковского района Гомельской области Беларуси.
      В результате катастрофы на Чернобыльской АЭС и радиационного загрязнения жители (40 семей) переселены в 1992 году в чистые места.
      <br /><b>История</b> <br />
      По письменным источникам известна с начала XIX век как деревня в Столбунской волости Гомельского уезда Могилёвской губернии. Согласно переписи 1897 года располагались 2 ветряные мельницы. В 1909 году в Столбунской волости, 567 десятины земли. Наиболее активно застройка велась в 1920-х годах. В 1926 году работали почтовый пункт, начальная школа.
      С 8 декабря 1926 года по 30 декабря 1927 года центр Потёского сельсовета Светиловичского, с 4 августа 1927 года Ветковского районов Гомельского округа.
      В 1929 году создан колхоз «Весёлый путь», работали 2 ветряные мельницы (1927 год), конная круподробилка (1927 год), кузница. Во время Великой Отечественной войны 48 жителей погибли на фронте. В 1959 году входила в состав совхоза «Громыки» (центр — деревня Новые Громыки).
    </p>),
    i: <img src={require('./Image/Potesy.png')} />,
  },
  {
    q: 'д. Крутое',
    a: (<p>
      <b>Крутое</b> — деревня в Ровковичском сельсовете Чечерском районе Гомельской области Беларуси.
      <br /><b>История</b> <br />
      Основана в XVIII веке переселенцами из соседних деревень. После 1-го раздела Речи Посполитой (1772 год) в составе Российской империи. Поместье Крутое было владением Жуковских, которые владели здесь 1130 десятинами земли. В результате пожара 24 июля 1911 года сгорели 67 дворов.
      Наиболее активная застройка приходится на 1920-е годы. В 1931 году организован колхоз, работала кузница. С 1939 года центр Науховичского, с 30 июня 1966 года до 1986 года Крутовского сельсоветов Чечерского, с 25 декабря 1962 года Буда-Кошелёвского, с 6 января 1962 года Чечерского районов Гомельской области. Во время Великой Отечественной войны оккупанты убили 22 жителей. На фронтах и в партизанской борьбе погибли 290 человек из деревень Крутовского сельсовета, память о них увековечивает стела, установленная в 1966 году в центре деревни. Согласно переписи 1959 года центр колхоза имени С. М. Кирова. Располагались средняя школа, Дом культуры, фельдшерско-акушерский пункт, столовая, отделение связи, швейная мастерская, 2 магазина.
    </p>),
    i: <img src={require('./Image/Krutoe.png')} />,
  },
  {
    q: 'д. Ровковичи',
    a: (<p>
      <b>Ровковичи</b> — агрогородок в Чечерском районе Гомельской области Беларуси. Административный центр Ровковичского сельсовета.
      <br /><b>История</b> <br />
      Согласно письменным источникам известна с начала XIX века как селение в Чечерской волости Рогачёвского уезда Могилёвской губернии. Дворянин Дернолович владел в 1839 году поместьем (1686 десятин земли, ветряная мельница, трактир). Согласно ревизских материалов 1859 года владение помещиков Степановых. С 1880 года действовали винокуренный завод № 98 (9 рабочих) и хлебозапасный магазин. В 1886 году Свято-Троицкая церковь (деревянная), ветряная мельница. Согласно переписи 1897 года действовали церковно-приходская школа, 2 ветряные мельниц, питейный дом; одноимённый фольварк. В 1909 году действовали винный магазин, мельница.
      73 жителя погибли на фронтах Великой Отечественной войны. С 1960 года действует Ровковичское лесничество. В 1962 году к деревне присоединён посёлок Малый Лес. Уроженка Ровкович К. В. Козловская в декабре 1998 года отметила свой 106-летний юбилей. Центр подсобного хозяйства районного производственного объединения «Сельхозхимия» имени А. В. Суворова. Расположены детский сад, комбинат бытового обслуживания, средняя школа, Дом культуры, библиотека, амбулатория, ветеринарный участок, отделение связи, столовая, магазин.
    </p>),
    i: <img src={require('./Image/Rokovichi.png')} />,
  },
  {
    q: 'д. Себровичи',
    a: (<p>
      <b>Себровичи</b> — упразднённая деревня в Чечерском районе Гомельской области Беларуси. Входила в состав Ленинского сельсовета.
      Около деревни расположено месторождение песка.
      В результате катастрофы на Чернобыльской АЭС и радиационного загрязнения жители (128 семей) в 1992 году переселены в чистые места.
      <br /><b>История</b> <br />
      Согласно письменным источникам известна с XVI века как селение в Речицком повете Минского воеводства Великого княжества Литовского. Согласно инвентаря 1704 года 5 дымов, в 1726 году 13 дымов, центр войтовства, в Чечерском старостве, на тракте Рогачёв — Гомель.
      После 1-го раздела Речи Посполитой (1772 год) в составе Российской империи. С 1832 года действовали трактир и переправа через реку Сож. Согласно ревизским материалам 1859 года в Чечерской волости Могилёвской губернии, во владении графа И. И. Чернышова-Кругликова. С 1880 года работал хлебозапасный магазин. Согласно переписи 1897 года действовали хлебозапасный магазин, 2 ветряные мельницы, в Дудичской волости Рогачёвского уезда Могилёвской губернии.
      Созданный в 1918 году в деревне боевой отряд вёл активные действия против польских легионеров и германских войск. С 8 декабря 1926 года до 16 июля 1954 года центр Новозаречского сельсовета Чечерского района Гомельского (до 26 июля 1930 года) округа, с 20 февраля 1938 года Гомельской области. В 1929 году организован колхоз «Коминтерн», работали кузница и 2 ветряные мельницы. В 1931 году открыта изба-читальня. Во время Великой Отечественной войны оккупанты убили 40 жителей. 72 жителя погибли на фронтах.
    </p>),
    i: <img src={require('./Image/Sebrovichi.png')} />,
  },
  {
    q: 'д. Острогляды',
    a: (<p>
      <b>Острогляды</b> — упразднённая деревня в Бурковском сельсовете Брагинского района Гомельской области Беларуси.
      <br /><b>История</b> <br />
      Согласно письменным источникам известны с 1504 года под названием Остроглядовичи. Административно принадлежали к Киевскому повету сначала Великого Княжества Литовского, с 1569 года — Королевства Польского. Владение Полозовичей, Любецких, Харлинских, Абрамовичей, Брозовских, Шуйских, Прозоров.
      Во время Великой Отечественной войны партизаны в середине июля 1943 года разгромили хозяйственную базу оккупантов, которая размещалась в деревне. Каратели убили 23 жителей. На фронтах и в партизанской борьбе погибли 389 жителей деревни, в память о которых в 1967 году в центре деревни поставлен обелиск. В 1962 году к деревне присоединена соседняя деревня Двор Острогляды, посёлок Папоротное. Была центром совхоза «Острогляды», размещались средняя школа, клуб, фельдшерско-акушерский пункт, детские ясли.
      Расселена после аварии на Чернобыльской АЭС.
      20 августа 2008 года деревня упразднена.
    </p>),
    i: <img src={require('./Image/Ostroglyady.png')} />,
  },
  {
    q: 'д. Соболи',
    a: (<p>
      <b>Соболи</b> — деревня в Бурковском сельсовете Брагинского района Гомельской области Беларуси.
      В связи с радиационным загрязнением в результате катастрофы на Чернобыльской АЭС из Соболей в чистые места переселены 224 семьи.
      <br /><b>История</b> <br />
      Известна с XIX века как деревня Брагинской волости Речицкого уезда Минской губернии. В 1850 году владение графини Ракицкой. В 1879 году отмечена как селение в Брагинском церковном приходе. Согласно переписи 1897 года в деревне было 60 дворов, 410 жителей, школа грамоты, 2 ветряные мельницы, кузница, корчма.
      С 08 декабря 1926 года по 30 декабря 1927 года центр Соболёвского сельсовета Брагинского района Речицкого округа. В 1931 году организован колхоз «Октябрь», работал кирпичный завод (с 1930 года), 2 ветряные мельницы, кузница.
      Соболи является центром колхоза «Путь к коммунизму». До катастрофы на Чернобыльской АЭС в деревне размещались лесопилка, мельница, швейная мастерская, средняя школа, Дом культуры, библиотека, детские ясли-сад, фельдшерско-акушерский пункт, ветеринарный участок, отделение связи, три магазина.
    </p>),
    i: <img src={require('./Image/Soboli.png')} />,
  },
  {
    q: 'д. Савичи',
    a: (<p>
      <b>Савичи</b> — деревня в Чемерисском сельсовете Брагинского района Гомельской области Беларуси.  После катастрофы на Чернобыльской АЭС и радиационного загрязнения часть жителей (373 семьи) переселены в чистые места.
      <br /><b>История</b> <br />
      По письменным источникам известна с конца XVI века как деревня в Речи Посполитой. После 2-го раздела Речи Посполитой (1793 год) в составе Российской империи. В 1811 году упомянута как деревня в Речицком повете, помещичья собственность. В 1885 году рядом с деревней находилась усадьба с винокурней. Центр Савицкой волости, в которую в 1885 году входили 18 населённых пунктов с 824 дворами.
      С лета 1986 года в школе базировался 3 батальон (состоящий из 4 рот плюс рота РМТО) в/ч 3214 который охранял 30-ти км зону ЧАЭС, в июне 1987 года батальон был присоединён к украинским батальонам в/ч 3214 , создан Атомный полк в/ч 3031.
    </p>),
    i: <img src={require('./Image/Savichi.png')} />,
  },
  {
    q: 'д. Бабчин',
    a: (<p>
      <b>Бабчин</b> — упразднённая деревня в Хойникском районе Гомельской области Беларуси. Входила в состав Стреличевского сельсовета.
      <br /><b>История</b> <br />
      Согласно письменным источникам, деревня известна с начала XVI века, как деревня в Киевском воеводстве Великого княжества Литовского. В 1740 году возле места, где размещался замок бывшего владельца местечка Вишневецкого, построено Крестовоздвиженская церковь.
      В 1930 году в деревне организованы колхозы «Коминтерн» и «Октябрь». Работали 2 ветряные мельницы, 4 кузницы.
      Во время Великой Отечественной войны 17 мая 1943 года оккупанты расстреляли 21 местного жителя. На фронтах и партизанской борьбе погибли 294 жителя деревни и деревень входящих в колхоз «Октябрь». В память о погибших в 1970 году в центре деревни, в сквере, поставлена скульптурная композиция.
      Решением Хойникского районного Совета депутатов от 20 сентября 2011 г. № 68 «Об упразднении сельских населённых пунктов Хойникского района» деревня Бабчин Стреличевского сельсовета упразднена.
    </p>),
    i: <img src={require('./Image/Babchin.png')} />,
  },
  {
    q: 'д. Воротец',
    a: (<p>
      <b>Воротец</b> — упразднённая деревня в Хойникском районе Гомельской области Беларуси. Входила в состав Стреличевского сельсовета.
      В начале 1930-х годов поблизости обнаружены месторождения железных руд и мергеля.
      В связи с радиационным загрязнением после катастрофы на Чернобыльской АЭС жители (55 семей) переселены в чистые места.
      <br /><b>История</b> <br />
      Воротец впервые упомянут в документе от 13 (23 н. ст.) марта 1581 г. среди владений пана Щастного Харлинского, которые предполагалось разграничить с имениями князя Михаила Вишневецкого и княгини Александровой Вишневецкой с детьми. Находился в Киевском воеводстве Королевства Польского.
      54 жителя погибли на фронтах Великой Отечественной войны. Согласно переписи 1959 года входила в состав колхоза «Октябрь» (центр — деревня Бабчин).
      Решением Хойникского районного Совета депутатов от 20 сентября 2011 г. № 68 "Об упразднении сельских населённых пунктов Хойникского района" деревня Воротец Стреличевского сельсовета упразднена.
    </p>),
    i: <img src={require('./Image/Vorotec.png')} />,
  },
  {
    q: 'д. Дуброва',
    a: (<p>
      <b>Дуброва</b> — упразднённая бывшая деревня в Кировском сельсовете Наровлянского района Гомельской области Беларуси.
      В связи с радиационным загрязнением после катастрофы на Чернобыльской АЭС жители (94 семьи) переселены в 1986 году в чистые места, преимущественно в деревню Папоротное Жлобинского района.
      Около деревни расположено месторождение суглинков.
      <br /><b>История</b> <br />
      Основана в конце XIX века как немецкая колония. В 1908 году хутор, в Крюковичской волости Речицкого уезда Минской губернии. В связи с началом в 1914 году первой мировой войны все жители немецкой национальности были выселены в глубокий тыл. Через некоторое время поселения начало быстро расти. В 1922 году открыта школа, которая размещалась в наёмном крестьянском доме, а в конце 1920-х годов для неё построено собственное здание. В 1931 году организован колхоз «Красный флаг», работала кузница. В 1938 году в деревню переселены жители хутора Борщовцы, Калиновник и деревни Буда. Во время Великой Отечественной войны 43 жителя погибли на фронте. В 1986 году входила в состав совхоза «Партизанский» (центр — деревня Углы).    </p>),
    i: <img src={require('./Image/Dubrova.png')} />,
  },
  {
    q: 'д. Тихин',
    a: (<p>
      <b>Тихин</b> — упразднённая деревня в Кировском сельсовете Наровлянского района Гомельской области Беларуси.
      В связи с радиационным загрязнением после катастрофы на Чернобыльской АЭС жители (63 семьи) переселены в 1986 году в чистые места.
      Рядом с деревней расположено месторождение суглинков. Кругом лес.
      <br /><b>История</b> <br />
      Основана в начале XX века переселенцами из соседних деревень в результате осуществления столыпинской реформы. Наиболее активная застройка приходится на 1920-е годы. В 1931 году жители вступили в колхоз. Во время Великой Отечественной войны 30 жителей погибли на фронте. Согласно переписи 1959 года входила в состав совхоза «Партизанский» (центр — деревня Углы).    </p>),
    i: <img src={require('./Image/Tihin.png')} />,
  },
  {
    q: 'д. Углы',
    a: (<p>
      <b>Углы</b> — упразднённая деревня в Кировском сельсовете Наровлянского района Гомельской области Беларуси.
      В связи с радиационным загрязнением после катастрофы на Чернобыльской АЭС жители (292 семьи) переселены в 1986 году в чистые места, преимущественно в деревню Верхняя Олба Жлобинского района.
      Около деревни месторождение железняка. На западе граничит с лесом.
      <br /><b>История</b> <br />
      По письменным источникам известна с XVIII века как деревня в Речицком повете Минского воеводства Великого княжества Литовского.
      В конце 1920-х годов построено школьное здание. В 1930 году организован колхоз «Красный Октябрь», работали кирпичный завод, паровая мельница, кузница, шерсточесальня. Во время Великой Отечественной войны действовала подпольная группа (руководитель Н. Антоненко). Немецкие оккупанты сожгли в июле 1943 года 224 двора и убили 19 жителей (похоронены в могиле жертв фашизма в центре деревни). В боях около деревни погибли 6 советских солдат и 2 партизана (похоронены в братской могиле). Освобождена 30 ноября 1943 года. На фронте погибли 110 жителей.
    </p>),
    i: <img src={require('./Image/Ugly.png')} />,
  },
  {
    q: 'д. Ясенок',
    a: (<p>
      <b>Ясенок</b> — упразднённая деревня в Кировском сельсовете Наровлянского района Гомельской области Беларуси.
      На территории Полесского радиационно-экологического заповедника.Кругом лес.
      В связи с радиационным загрязнением после катастрофы на Чернобыльской АЭС жители (59 семей) переселены в 1986 году в чистые места, преимущественно в деревню Кабановка Жлобинского района.
      <br /><b>История</b> <br />
      Основана в начале XX века переселенцами из соседних деревень. Наиболее активная застройка приходится на 1920-е годы. В 1930 году организован колхоз «Новая жизнь», работала кузница. Во время Великой Отечественной войны действовала подпольная группа (руководитель В. Казакевич). В июле 1943 года немецкие оккупанты сожгли 57 дворов. 41 житель погиб на фронте. В 1986 году входила в состав совхоза «Партизанский» (центр — деревня Углы).    </p>),
    i: <img src={require('./Image/Yasenok.png')} />,
  },
  {
    q: 'д. Радомля',
    a: (<p>
      <b>Радомля</b> — упразднённая деревня в Кировском сельсовете Наровлянского района Гомельской области Беларуси.
      В связи с радиационным загрязнением после катастрофы на Чернобыльской АЭС жители (13 семей) переселены в 1986 году в чистые места, преимущественно в деревню Луки Жлобинского района.
      <br /><b>История</b> <br />
      По письменным источникам известна с XIX века как хутор в Дерновичской волости Речицкого уезда Минской губернии. В 1931 году жители вступили в колхоз. В 1986 году была в составе совхоза «Партизанский» (центр — деревня Углы).    </p>),
    i: <img src={require('./Image/Radomlya.png')} />,
  },
  {
    q: 'д. Окопы',
    a: (<p>
      <b>Окопы</b> — упразднённая деревня в Кировском сельсовете Наровлянского района Гомельской области Беларуси.
      В связи с радиационным загрязнением после катастрофы на Чернобыльской АЭС жители (51 семья) переселены в 1986 году в чистые места, преимущественно в деревню Старая Рудня Жлобинского района.
      Поблизости в 1975 года открыто месторождение бентонита.
      <br /><b>История</b> <br />
      Основана в начале XX века переселенцами из соседних деревень в результате осуществления столыпинских реформ. Наиболее активная застройка приходится на 1920-е годы. С 1925 года действовали молочная артель, кирпичный завод.
      В 1938 году в деревню переселены жители хутора Зинявицкий, Кулаковский, Севруковский, Черепанский. Действовали начальная школа, изба-читальня, кузница. Во время Великой Отечественной войны 24 жителя погибли на фронте. В 1986 году входила в состав совхоза «Партизанский» (центр — деревня Углы). Находились 8-летняя школа, отделение связи, фельдшерско-акушерский пункт, магазин.
    </p>),
    i: <img src={require('./Image/Okopy.png')} />,
  },
  {
    q: 'д. Боровичи',
    a: (<p>
      <b>Боровичи</b> — упразднённая деревня в Кировском сельсовете Наровлянского района Гомельской области Беларуси.
      В связи с радиационным загрязнением после катастрофы на Чернобыльской АЭС жители (51 семья) переселены в 1986 году в чистые места, преимущественно в Жлобинский район.
      <br /><b>История</b> <br />
      Основана в начале XX века переселенцами из соседних деревень в результате осуществления столыпинских реформ. Наиболее активная застройка приходится на 1920-е годы. В 1931 году организован колхоз «Победа», работала кузницаВо время Великой Отечественной войны 22 жителя погибли на фронте, действовала подпольная группа (руководитель А. Макаренко). В 1986 году входила в состав совхоза «Партизанский» (центр — деревня Углы). Имелась начальная школа, магазин.    </p>),
    i: <img src={require('./Image/Borobovichi.png')} />,
  },
  {
    q: 'д. Михайловка',
    a: (<p>
      <b>Михайловка</b> — упразднённая деревня в Кировском сельсовете Наровлянского района Гомельской области Беларуси.
      В связи с радиационным загрязнением после катастрофы на Чернобыльской АЭС жители (57 семей) переселены в 1986 году в чистые места, преимущественно в деревню Прибудок Жлобинского района.
      Около деревни месторождение железняка. На востоке, севере и западе граничит с лесом.
      <br /><b>История</b> <br />
      По письменным источникам известна с XVIII века как поселение в Мозырском повете Минского воеводства Великого княжества Литовского. После 2-го раздела Речи Посполитой (1793 год) в составе Российской империи. В 1931 году организован колхоз, работала кузница. Во время Великой Отечественной войны освобождена 27 ноября 1943 года. 40 жителей погибли на фронте. В 1986 году была в составе совхоза «Партизанский» (центр — деревня Углы). Имелись клуб и магазин.    </p>),
    i: <img src={require('./Image/Mihaylovka.png')} />,
  },
  {
    q: 'д. Чапаевка',
    a: (<p>
      <b>Чапаевка </b> — упразднённая деревня в Кировском сельсовете Наровлянского района Гомельской области Беларуси.
      На территории Полесского радиационно-экологического заповедника. Кругом лес.
      В связи с радиационным загрязнением после катастрофы на Чернобыльской АЭС жители (37 семей) в 1986 году переселены в чистые места, преимущественно в деревню Новые Марковичи Жлобинского района.
      <br /><b>История</b> <br />
      По письменным источникам известна с XIX века как хутор в Дерновичской волости Речицкого уезда Минской губернии. Согласно переписи 1897 года действовала смоловарня. В 1931 году жители вступили в колхоз. Во время Великой Отечественной войны освобождена от немецких оккупантов 27 ноября 1943 года. 12 жителей погибли на фронте. В 1986 году входила в состав совхоза «Партизанский» (центр — деревня Углы). Действовали клуб, магазин.    </p>),
    i: <img src={require('./Image/Chapayevka.png')} />,
  },
  {
    q: 'д. Лиховня',
    a: (<p>
      <b>Лиховня</b> — упразднённая деревня в Вербовичском сельсовете Наровлянского района Гомельской области Беларуси.
      В связи с очень высокой загрязнённостью строения разрушены и захоронены под толстым слоем земли. В связи с радиационным загрязнением после катастрофы на Чернобыльской АЭС жители (24 семьи) переселены в 1986 году в чистые места, преимущественно в деревню Василёвка Светлогорского района.
      С 2005 года исключена из данных по учёту и регистрации административно-территориальных и территориальных единиц как фактически несуществующая.
      <br /><b>История</b> <br />
      По письменным источникам известна с начала XIX века как поселение в Наровлянской волости Речицкого уезда Минской губернии. В 1879 году обозначена как поселение в Тешковском церковном приходе. В 1890 году открыта школа грамоты. В 1931 году организован колхоз «Красная пчёлка», работала кузница. Во время Великой Отечественной войны действовала подпольная группа (руководитель А. Войко). Освобождена 27 ноября 1943 года. 24 жителя погибли на фронте. В 1986 году входила в состав совхоза «Дёрновичи».    </p>),
    i: <img src={require('./Image/Lihovnya.png')} />,
  },
  {
    q: 'д. Вяжище',
    a: (<p>
      <b>Вяжище</b> — упразднённая деревня в Вербовичском сельсовете Наровлянского района Гомельской области Беларуси.
      В связи с радиационным загрязнением после катастрофы на Чернобыльской АЭС жители (83 семьи) переселены в 1986 году в чистые места, преимущественно в Светлогорский район.
      <br /><b>История</b> <br />
      По письменным источникам известна с начала XIX века как деревня в Наровлянской волости Речицкого уезда Гомельской губернии. Действовала пристань. В 1931 году организован колхоз «Свободный труд», имелись мельница и кузница. Во время Великой Отечественной войны освобождена 28 ноября 1943 года частями 418-й стрелковой дивизии вместе с партизанами. 21 житель погиб на фронте. В 1986 году входила в состав совхоза «Дёрновичи» (центр — деревня Дёрновичи).    </p>),
    i: <img src={require('./Image/Vyazhise.png')} />,
  },
  {
    q: 'д. Белобережская Рудня',
    a: (<p>
      <b>Белобережская Рудня</b> — упразднённая деревня в Вербовичском сельсовете Наровлянского района Гомельской области Беларуси.
      В связи с радиационным загрязнением после катастрофы на Чернобыльской АЭС жители (124 семьи) переселены в 1986 году в чистые места, преимущественно в деревню Скрыгалов Мозырского района.
      <br /><b>История</b> <br />
      По письменным источникам известна с XVIII века как деревня в Мозырском повете Минского воеводства Великого княжества Литовского.  В 1913 году открыта школа, которая размещалась в наёмном крестьянском доме, а в 1921 году жители на свои средства построили школьное здание.
      В 1930 году организован колхоз «Белорусский боец», работала кузница. Во время Великой Отечественной войны действовала подпольная группа (руководитель Е. Малуха). 10 декабря 1942 года партизаны разгромили немецкий опорный пункт, который размещался в кирпичном здании школы. 57 жителей погибли на фронте. В 1986 году была центром колхоза «Восток». Действовали восьмилетняя школа, клуб, библиотека, фельдшерско-акушерский пункт, ветеринарный участок, детский сад, лесничество, швейная мастерская, отделение связи, магазин.
    </p>),
    i: <img src={require('./Image/Bel-Rudnya.png')} />,
  },
  {
    q: 'д.Гамарня',
    a: (<p>
      <b>Гамарня</b> — упразднённая деревня в Вербовичском сельсовете Наровлянского района Гомельской области Беларуси.
      В связи с радиационным загрязнением после катастрофы на Чернобыльской АЭС жители (6 семей) переселены в 1986 году в чистые места, преимущественно в Валавск Ельского района. С 2005 года исключена из данных по учёту и регистрации административно-территориальных и территориальных единиц как фактически несуществующая.
      В связи с чрезвычайно высокой радиационной загрязнённостью все строения разрушены и захоронены под толстым слоем земли.
      Около деревни расположено месторождение железняка.
      <br /><b>История</b> <br />
      По письменным источникам известна с XIX века как село в Наровлянской волости Речицкого уезда Минской губернии. В 1931 году жители вступили в колхоз. Во время Великой Отечественной войны 11 жителей погибли на фронте.    </p>),
    i: <img src={require('./Image/Gamarnya.png')} />,
  },
  {
    q: 'д. Тешков',
    a: (<p>
      <b>Тешков</b> — упразднённая деревня в Вербовичском сельсовете Наровлянского района Гомельской области Беларуси.
      В связи с радиационным загрязнением после катастрофы на Чернобыльской АЭС жители (178 семей) переселены в 1986 году в чистые места, преимущественно в Чечерский район.
      <br /><b>История</b> <br />
      По письменным источникам известна с XVIII века как деревня в Речицком повете Минского воеводства Великого княжества Литовского.  16 октября 1924 году в результате пожара сгорело 25 строений в 15 дворах.  В начале 1925 году открыто почтовое отделение. В 1929 году организован колхоз «Красный Тешков», работали школа, изба-читальня, кузница и столярная мастерская. Во время Великой Отечественной войны действовала подпольная группа (руководитель В.А. Пигулевская). Освобождена 28 ноября 1943 года. 83 жителя погибли на фронте. В 1986 году была центром колхоза имени В. И. Ленина. Размещались восьмилетняя школа, Дом культуры, фельдшерско-акушерский пункт, отделение связи, контрольный пункт по наблюдению за территорией, с которой отселены жители после катастрофы на Чернобыльской АЭС.    </p>),
    i: <img src={require('./Image/Teshkov.png')} />,
  },
  {
    q: 'д. Гридни',
    a: (<p>
      <b>Гридни</b> — деревня в Вербовичском сельсовете Наровлянского района Гомельской области Беларуси.
      В связи с радиационным загрязнением после катастрофы на Чернобыльской АЭС в 1986 году жители переселены в чистые места, преимущественно в деревню Валавск Ельского района. В последние годы здесь разместилось небольшое количество самосёлов.
      <br /><b>История</b> <br />
      По письменным источникам известна с XVIII века как деревня в Речицком повете Минского воеводства Великого княжества Литовского.  В 1931 году организован колхоз «Новые Гридни», работала кузница. В 1933 году открыта начальная школа. Во время Великой Отечественной войны 65 жителей погибли на фронте    </p>),
    i: <img src={require('./Image/Gridni.png')} />,
  },
  {
    q: 'д. Богуши',
    a: (<p>
      <b>Богуши</b> — упразднённая деревня в Бурковском сельсовете Брагинского района Гомельской области Беларуси.  После катастрофы на Чернобыльской АЭС и радиационного загрязнения жители (195 семей) переселены в 1986 году в чистые места.
      <br /><b>История</b> <br />
      Согласно письменным источникам известна с начала XIX века как деревня в Речицком уезде Минской губернии.  В 1879 году входила в Остроглядовский церковный приход. Согласно переписи 1897 года часовня, школа грамоты, хлебозапасный магазин, в Микулицкой волости.  20 августа 2008 года деревня Богуши упразднена.     </p>),
    i: <img src={require('./Image/Bogushi.png')} />,
  },
  {
    q: 'д. Хатуча',
    a: (<p>
      <b>Хатуча</b> — — упразднённая деревня в Бурковском сельсовете Брагинском районе Гомельской области Беларуси.  После катастрофы на Чернобыльской АЭС и радиационного загрязнения жители (120 семей) переселены в 1986 году в чистые места.
      <br /><b>История</b> <br />
      По письменным источникам известна с XVI века, как деревня во владении князя Вишневецкого, а во 2-й половине XVII века — Конецпольских.  В 1931 году организован колхоз «Красная звезда», работали ветряная мельница, кузница и шерстечесальня. Во время Великой Отечественной войны в июне 1943 года фашисты сожгли 84 двора и убили 13 жителей.    </p>),
    i: <img src={require('./Image/Hatucha.png')} />,
  },
  {
    q: 'д. Ясменцы',
    a: (<p>
      <b>Ясменцы</b> — упразднённая деревня в Брагинском районе Гомельской области Беларуси. Входила в состав Сперижского сельсовета.
      После катастрофы на Чернобыльской АЭС и радиационного загрязнения жители (35 семей) переселены в 1986 году в чистые места.
      <br /><b>История</b> <br />
      По письменным источникам известна с XVIII века как деревня в Речицком повете Минской губернии. С 1811 года владение Ракицких. Согласно переписи 1897 года находились: часовня, ветряная мельница, кузница, в Брагинской волости.
      В 1931 году организован колхоз «Страна советов», работали ветряная мельница (с 1915 года) и кузница.
      В 2005 году деревня Ясменцы исключена из данных по учёту административно-территориальных и территориальных единиц.
    </p>),
    i: <img src={require('./Image/Yasmency.png')} />,
  },
  {
    q: 'д. Нудичи',
    a: (<p>
      <b>Нудичи</b> — упразднённая деревня в Чемерисском сельсовете Брагинского района Гомельской области Беларуси.  После катастрофы на Чернобыльской АЭС и радиационного загрязнения жители (121 семья) переселены в 1986 году в чистые места.
      <br /><b>История</b> <br />
      По письменным источникам известна с XVI века как деревня во владении князей Вишневецких, во 2-й половине XVII века перешла во владение Конецпольских.  В 1931 году организован колхоз имени К. Маркса, работали ветряная мельница и кузница.  Рядом месторождения торфа.  20 августа 2008 года деревня упразднена.     </p>),
    i: <img src={require('./Image/NewLipa.png')} />,
  },
  {
    q: 'д. Слобода',
    a: (<p>
      <b>Слобода</b> — упразднённая деревня в Судковском сельсовете Хойникского района Гомельской области Беларуси.
      На территории Полесского радиационно-экологического заповедника.
      В связи с радиационным загрязнением после катастрофы на Чернобыльской АЭС жители (20 семей) переселены в чистые места.
      <br /><b>История</b> <br />
      Согласно письменным источникам известна с XIX века как селение в Юровичской волости Речицкого уезда Минской губернии.
      В 1931 году жители вступили в колхоз. Входила в состав колхоза имени XXII съезда КПСС (центр — деревня Кожушки). До 31 декабря 2009 года в Дворищанском сельсовете, который переименован в Судковский.
      Решением Хойникского районного Совета депутатов от 21 сентября 2010 г. № 25 "Об упразднении сельских населённых пунктов Хойникского района" деревня Слобода Судковского сельсовета упразднена.
    </p>),
    i: <img src={require('./Image/Sloboda.png')} />,
  },
];
// {
//     q: 'д. Акшинка',
//     a: (<p></p>),
//     i: <img src={require('./Image/4.png')} />,
//   },
